{"story":[{"data-previous-step":"none","data-step":"slide1","text":"According to Trip Advisor, there are 80,197 “things to do” in the United States."},{"data-previous-step":"slide1","data-step":"slide2","text":"There’s something for everyone, and we really mean everyone: from the <a href=https://www.tripadvisor.com/Attraction_Review-g35418-d5006734-Reviews-Seven_Stars_Alpaca_Ranch-Coeur_d_Alene_Idaho.html><span class=highlight-pink>Seven Stars Alpaca Ranch</span></a> (the #1 thing to do in Coeur D’Alene) for the camelid-obsessed, to the <a href=https://www.tripadvisor.com/Attraction_Review-g30375-d2369647-Reviews-Heaviest_Corner_on_Earth-Birmingham_Alabama.html><span class=highlight-pink>Heaviest Corner on Earth</span></a> (rating: 3.46; Birmingham, AL), for whoever likes heavy corners. But first, let’s take a look at New York City."},{"data-previous-step":"slide2","data-step":"slide3","text":"What’s more closely associated with New York than visiting the Statue of Liberty, or the clamor that is Times Square? As it happens, many New Yorkers would beg to differ — <a href=https://www.wsj.com/articles/visited-the-statue-of-liberty-not-if-youre-a-new-yorker-11557959100>the vast majority have never made a pilgrimage to Lady Liberty</a>, and Times Square is often considered <a href=https://nypost.com/2014/07/13/tourists-hawkers-costumed-pests-overrunning-times-square/>a no-go zone</a>."},{"data-previous-step":"slide3","data-step":"slide3_5","text":"This made me wonder: <strong>what would a travel guide curated solely by those who lived within driving distance of a location look like?</strong> After all, no one wants to travel like a tourist. We’ve removed the sites whose reviews came from a majority (60%+) of visitors who live more than 60 miles/100km away; we also sized them by the total number of visitors."},{"data-previous-step":"slide3_5","data-step":"slide4","text":"So long, Times Square. But let’s face it, no one wants to go to the worst-reviewed destination in New York City (unless you’re <a href=https://www.youtube.com/playlist?list=PLDbSvEZka6GHgTPhrChu9GGP21k802Y7h>these folks</a>), even when it’s frequented by locals. We can color code the attractions from <span class=cold-fish>lowest (3 or below)</span> to <span class=hot-tamale>highest (5)</span> rated. The larger the circle (•● ⚫), the more reviews an attraction has received."},{"data-previous-step":"slide4","data-step":"slide5","text":"Many of the better-known destinations — whether <a href=https://www.tripadvisor.com/Attraction_Review-g60763-d105127-Reviews-Central_Park-New_York_City_New_York.html>Central Park</a> or the <a href=https://www.tripadvisor.com/Attraction_Review-g60763-d104365-Reviews-Empire_State_Building-New_York_City_New_York.html>Empire State Building</a> fade away. Instead, often-overlooked spots like the <a href=https://www.tripadvisor.com/Attraction_Review-g60763-d555465-Reviews-Cheim_Read-New_York_City_New_York.html>Cheim & Read</a> gallery in Chelsea, and green spaces like the <a href=https://www.tripadvisor.com/Attraction_Review-g60763-d10629524-Reviews-6BC_Botanical_Garden-New_York_City_New_York.html>6BC Botanical Garden</a> in the East Village come to the forefront. <span class=explore-button>Click here to explore America’s other cities for yourself, whether your hometown or your next travel destination.</span>"}],"about":[{"text":"To create this story, we gathered data on Trip Advisor reviews (a big thank you to <a href=http://www.ourpropeller.com/>Harry Smith</a>!), and geocoded both the locations and the hometowns of reviewers throughout the USA. We then calculated the distance someone would have to drive in order to reach a particular destination. While attractions 60 miles away may not necessarily be a neighborhood haunt, I presumed that someone is likely to be somewhat familiar with an area within this vicinity, particularly in areas where driving is common, and be less likely to visit the typical tourist destinations. <div class=about-close hidden>X</div>"}]}